[{"artist_link": "https://www.galleriesnow.net/artist/robin-f-williams/", "artist_name": "Robin F. Williams", "city_name": "Tokyo", "end_date": "2024-06-22", "exhibition_description": "Undying extends Williams’s enduring engagement with the representation of women and the construction of gender in portraiture, advertising, folklore, social media, and film. Her vivid imagery is as diverse as her source material. Known for highly stylized figures composed through layers of brushwork, marbling, airbrushing, sponging, and stenciling, Williams often employs an arsenal of tools more familiar to crafting than to easel painting. These techniques anchor the lush opticality of her images in haptic relatability, humbling the gravitas of oil painting while creating richly textured surfaces that reward careful looking.Williams herself is a close observer. While creating Undying, she recalled looking for “the painting” in films, searching for shots where story and composition crystallized into an emotional punch. The resulting paintings, based on film stills, offer themselves up as a type of fan fiction that attenuates what is otherwise a fleeting erotic exchange. The Man Who Fell to Earth (2023), Persona (2023), Blue Velvet (2023), and Thirst (2023) offer a study in cinematic convention: all feature women on their backs under hulking partners, captured from the intrusive vantage point of an over-the-shoulder shot. Blacula (2023) and Videodrome (2023) study a slightly different trope, staging women who luxuriate under the influence of sinister forces beyond the frame. They may later meet their demise, but here, they are the only girl in the world.The ambiguity of gendered pleasure and its mediation on film formed the central topic of early feminist theory. Indeed, the heyday of b-movie slashers in the 1970s was accompanied by a wave of canonical texts including Laura Mulvey’s treatise on visual pleasure and narrative cinema. (1) The essay posited that film was a visual language developed by men for men, whose very structure preclude the possibility of female agency. Scholars since have insisted on greater complexity. Carol J. Clover’s concept of the “final girl” and Linda Williams theory of excessive emotion as cathartic cinematic experience offer models of identification for audiences of any gender to enjoy horror films as embodied subjects. (2) And yet the idea of enjoyment sits uneasily with horror. Our pleasure as viewers is often proportional to the misery that unfolds on screen. For example, the “final girl” is always tortured and miraculously survives, only to be condemned to return, again and again, in sequel after sequel, to face down the killer once more. What do we extract from these female protagonists? Film theorist Linda Williams suggests that extreme violence, sex, and emotion are hallmarks of the genre, whose excesses audiences consume like the vampires they watch on screen. (3) Taken together, the works in Undying deliver a closely cropped meditation on the dynamics of the vampiric in both filmic subject and spectator alike.As with vampires and their victims, in Williams’s paintings, opposites attract. The artist plays secondary and tertiary colors off one another to undergird the pictures with maximum tension. Vermillion and teal vibrate across the canvass in The Man Who Fell to Earth, Videodrome, and Thirst. Red and green clash in Persona. Grafting the laws of attraction onto the dogma of the color wheel, Williams plays at the edge of representation: complimentary colors provide maximum contrast when paired together but result in gray obliteration when fully combined. Photorealistic as they may appear, these paintings in fact hover at the edge of legibility. One brush stroke out of place, and the integrity of the whole would collapse.Williams locates the fine line between the erotic flirtation of colors versus the gray oblivion of their total imbrication; between the only girl and the “final girl”; and between the romance of an undying love versus the horror of the undead. Despite the ambiguity of the paintings, Williams wryly points out that their source films “are all tragedies, in the end.” The works in Undying walk the tightrope between self-determination and self-destruction, snaring both fictional subjects and real-time viewers in the frisson of a suspended moment where—as in good fan fiction—another ending is always possible.-Katherine Rochester, PhD(1) Laura Mulvey, “Visual Pleasure and Narrative Cinema,” Screen 16, no. 3 (Autumn 1975): 6–18.(2) Carol J. Clover, Men, Women, and Chain Saws: Gender in the Modern Horror Film (Princeton: Princeton University Press, 1993).(3) Linda Williams, “Film Bodies: Gender, Genre, and Excess,” in Film Theory & Criticism, eds. Leo Braudy and Marshall Cohen, seventh edition (New York; Oxford: Oxford University Press, 2009), 602-616.", "exhibition_image_link": "https://www.galleriesnow.net/wp-content/uploads/2023/08/Perrotin-Tokyo-new.jpg", "exhibition_link": "https://www.galleriesnow.net/shows/robin-f-williams-undying/", "exhibition_name": "Robin F. Williams: Undying", "galery_adress": "1F, 6-6-9 Roppongi, Minato City, 106-0032", "galery_name": "Perrotin", "open hours": "Tue-Sat 11am-7pm", "start_date": "2024-05-09", "time_period": " 9 May  - 22 Jun 2024  ", "planned_dates": ["2024-06-07 - 2024-06-07"]}]